Repository: common-repository/turgenev
Catalog: languages/turgenev-*.po
Languages: ru_ru

source: "Turgenev"
ru_ru: "Тургенев"

source: Assesses the risk of falling under the "Baden-Baden" and shows what needs to be fixed
ru_ru: Оценивает риск попадания под «Баден-Баден» и показывает, что нужно исправить

source: Current balance:
ru_ru: Текущий баланс:

source: Check raw content
ru_ru: Проверить исходный контент

source: If the option is enabled, then the content will be checked without HTML tags. Only plain text.
ru_ru: Если данная опция включена, то контент будет проверяться без HTML тегов. Только исходный текст.

source: Check content
ru_ru: Проверить контент

source: Top-up balance
ru_ru: Пополнить баланс

source: "Turgenev" Settings
ru_ru: Настройки "Тургенева"

source: API settings
ru_ru: Настройки API

source: API key
ru_ru: Ключ API

source: Something went wrong: %s
ru_ru: Что-то пошло не так: %s

source: Enter a valid API key.
ru_ru: Введите правильный API ключ.

source: First, generate a unique API key in %1$syour account%2$s and use it in requests to Turgenev. They will be charged at a reduced price - only 30 kopecks per check - regardless of the availability of a subscription.
ru_ru: Для начала, сгенерируйте уникальный API-ключ в %sвашем аккаунте%s и используйте его в запросах к «Тургеневу». Они будут тарифицироваться по льготной цене — всего 30 копеек за проверку — независимо от наличия подписки.

source: Check balance
ru_ru: Проверить баланс

source: Go to settings
ru_ru: Перейти в настройки

source: Settings
ru_ru: Настройки

source: Send money to me
ru_ru: Пожертвовать на развитие плагина

source: Donate
ru_ru: Пожертвовать

source: Cloning is forbidden.
ru_ru: Клонирование запрещено.

source: Unserializing instances of this class is forbidden.
ru_ru: Несериализация экземпляров этого класса запрещена.

source: Backtrace:
ru_ru: Трассировка:

source: Frequency
ru_ru: Повторы

source: Style
ru_ru: Стилистика

source: Keywords
ru_ru: Запросы

source: Formality
ru_ru: Водность

source: Readability
ru_ru: Удобочитаемость

source: Overall risk
ru_ru: Общий риск

source: Report
ru_ru: Отчет

source: More
ru_ru: Подробнее

source: Failed to parse content. Add content to the editor or click in the editable area.
ru_ru: Возникли проблемы при анализе контента. Добавьте контент в редактор или щелкните по области редактирования в редакторе.
